rainrainrainbow/esp-vision/boards/HIWONDER_S3/port/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Hiwonder S3 Vision"
#define MICROPY_HW_MCU_NAME   "ESP32-S3"
